Repository: BrunoCerberus/Pulse
Catalog: Pulse/*.lproj/Localizable.strings
Languages: pt

# common.cancel
source: Cancel
pt: Cancelar

# common.error
source: Error
pt: Erro

# common.try_again
source: Try Again
pt: Tentar Novamente

# common.back
source: Back
pt: Voltar

# common.loading_more
source: Loading more...
pt: Carregando mais...

# common.version
source: Version
pt: Versão

# common.share
source: Share
pt: Compartilhar

# common.done
source: Done
pt: Concluído

# tab.home
source: Home
pt: Início

# tab.for_you
source: For You
pt: Para Você

# tab.search
source: Search
pt: Buscar

# tab.bookmarks
source: Bookmarks
pt: Salvos

# tab.media
source: Media
pt: Mídia

# category.world
source: World
pt: Mundo

# category.business
source: Business
pt: Negócios

# category.technology
source: Technology
pt: Tecnologia

# category.science
source: Science
pt: Ciência

# category.health
source: Health
pt: Saúde

# category.sports
source: Sports
pt: Esportes

# category.entertainment
source: Entertainment
pt: Entretenimento

# home.title
source: News
pt: Notícias

# home.breaking
source: BREAKING
pt: URGENTE

# home.breaking_news
source: Breaking News
pt: Últimas Notícias

# home.top_headlines
source: Top Headlines
pt: Principais Manchetes

# home.category.all
source: All
pt: Todos

# home.error.title
source: Unable to Load News
pt: Não Foi Possível Carregar as Notícias

# home.empty.title
source: No News Available
pt: Nenhuma Notícia Disponível

# home.empty.message
source: Check back later for the latest headlines.
pt: Volte mais tarde para ver as últimas manchetes.

# home.offline.title
source: You're Offline
pt: Você Está Offline

# home.offline.message
source: Connect to the internet to load the latest news.
pt: Conecte-se à internet para carregar as últimas notícias.

# home.edit_topics.title
source: Edit Topics
pt: Editar Tópicos

# home.edit_topics.description
source: Select topics to filter your news feed
pt: Selecione tópicos para filtrar seu feed de notícias

# for_you.title
source: For You
pt: Para Você

# for_you.error.title
source: Unable to Load Feed
pt: Não Foi Possível Carregar o Feed

# for_you.empty.title
source: Personalize Your Feed
pt: Personalize Seu Feed

# for_you.empty.message
source: Follow topics and sources to see articles tailored to your interests.
pt: Siga tópicos e fontes para ver artigos adaptados aos seus interesses.

# for_you.set_preferences
source: Set Preferences
pt: Definir Preferências

# for_you.no_articles.title
source: No Articles
pt: Nenhum Artigo

# for_you.no_articles.message
source: No articles found based on your preferences.
pt: Nenhum artigo encontrado com base nas suas preferências.

# summarization.title
source: Summarize
pt: Resumir

# summarization.subtitle
source: Generate an AI summary of this article
pt: Gere um resumo por IA deste artigo

# summarization.generate
source: Generate Summary
pt: Gerar Resumo

# summarization.cancel
source: Cancel
pt: Cancelar

# summarization.retry
source: Try Again
pt: Tentar Novamente

# summarization.loading_model
source: Loading AI model...
pt: Carregando modelo de IA...

# summarization.generating
source: Generating...
pt: Gerando...

# summarization.button
source: Summarize
pt: Resumir

# summarization.ai_summary
source: AI Summary
pt: Resumo por IA

# search.title
source: Search
pt: Buscar

# search.searching
source: Searching...
pt: Buscando...

# search.placeholder.title
source: Search for News
pt: Buscar Notícias

# search.placeholder.message
source: Find articles from thousands of sources worldwide
pt: Encontre artigos de milhares de fontes ao redor do mundo

# search.error.title
source: Search Failed
pt: Falha na Busca

# search.empty.title
source: No Results Found
pt: Nenhum Resultado Encontrado

# search.prompt
source: Search news...
pt: Buscar notícias...

# search.recent_searches
source: Recent Searches
pt: Buscas Recentes

# search.trending_topics
source: Trending Topics
pt: Tópicos em Alta

# search.offline.title
source: You're Offline
pt: Você Está Offline

# search.offline.message
source: Connect to the internet to search for articles.
pt: Conecte-se à internet para buscar artigos.

# bookmarks.title
source: Bookmarks
pt: Salvos

# bookmarks.loading
source: Loading bookmarks...
pt: Carregando salvos...

# bookmarks.error.title
source: Unable to Load Bookmarks
pt: Não Foi Possível Carregar os Salvos

# bookmarks.empty.title
source: No Bookmarks
pt: Nenhum Salvo

# bookmarks.empty.message
source: Articles you bookmark will appear here for offline reading.
pt: Artigos que você salvar aparecerão aqui para leitura offline.

# bookmarks.saved_count
source: %d saved articles
pt: %d artigos salvos

# article.by_author
source: By %@
pt: Por %@

# article.read_full
source: Read Full Article
pt: Ler Artigo Completo

# article.bookmark
source: Bookmark
pt: Salvar

# article.share
source: Share
pt: Compartilhar

# article.remove_bookmark
source: Remove Bookmark
pt: Remover Favorito

# settings.title
source: Settings
pt: Configurações

# settings.followed_topics
source: Followed Topics
pt: Tópicos Seguidos

# settings.followed_topics.description
source: Articles from followed topics will appear in your Home feed.
pt: Artigos dos tópicos seguidos aparecerão no seu feed Início.

# settings.content_filters
source: Content Filters
pt: Filtros de Conteúdo

# settings.content_filters.description
source: Muted sources and keywords will be hidden from all feeds.
pt: Fontes e palavras-chave silenciadas serão ocultadas de todos os feeds.

# settings.clear_history
source: Clear Reading History
pt: Limpar Histórico de Leitura

# settings.clear_history.confirm
source: This will remove all articles from your reading history. This action cannot be undone.
pt: Isso removerá todos os artigos do seu histórico de leitura. Esta ação não pode ser desfeita.

# settings.clear_history.action
source: Clear
pt: Limpar

# settings.view_github
source: View on GitHub
pt: Ver no GitHub

# settings.subscription
source: Subscription
pt: Assinatura

# settings.notifications
source: Notifications
pt: Notificações

# settings.enable_notifications
source: Enable Notifications
pt: Ativar Notificações

# settings.breaking_news_alerts
source: Breaking News Alerts
pt: Alertas de Últimas Notícias

# settings.appearance
source: Appearance
pt: Aparência

# settings.use_system_theme
source: Use System Theme
pt: Usar Tema do Sistema

# settings.dark_mode
source: Dark Mode
pt: Modo Escuro

# settings.about
source: About
pt: Sobre

# settings.muted_sources
source: Muted Sources
pt: Fontes Silenciadas

# settings.muted_sources.add
source: Add source...
pt: Adicionar fonte...

# settings.muted_keywords
source: Muted Keywords
pt: Palavras-chave Silenciadas

# settings.muted_keywords.add
source: Add keyword...
pt: Adicionar palavra-chave...

# settings.muted_sources.add_action
source: Add source
pt: Adicionar fonte

# settings.muted_sources.remove_action
source: Remove source
pt: Remover fonte

# settings.muted_keywords.add_action
source: Add keyword
pt: Adicionar palavra-chave

# settings.muted_keywords.remove_action
source: Remove keyword
pt: Remover palavra-chave

# settings.content_language
source: Content Language
pt: Idioma do Conteúdo

# settings.content_language.label
source: Language
pt: Idioma

# settings.content_language.description
source: Choose the language for news articles
pt: Escolha o idioma dos artigos de notícias

# account.title
source: Account
pt: Conta

# account.sign_out
source: Sign Out
pt: Sair

# account.sign_out.confirm
source: Are you sure you want to sign out of your account?
pt: Tem certeza de que deseja sair da sua conta?

# account.profile_photo
source: Profile photo
pt: Foto de perfil

# account.user_initial
source: User initial
pt: Inicial do usuário

# auth.tagline
source: Your personalized news experience
pt: Sua experiência de notícias personalizada

# auth.sign_in_apple
source: Sign in with Apple
pt: Entrar com Apple

# auth.sign_in_google
source: Sign in with Google
pt: Entrar com Google

# auth.terms
source: By signing in, you agree to our Terms of Service and Privacy Policy
pt: Ao entrar, você concorda com nossos Termos de Serviço e Política de Privacidade

# auth.signing_in
source: Signing in...
pt: Entrando...

# paywall.loading
source: Loading...
pt: Carregando...

# paywall.title
source: Unlock Premium
pt: Desbloquear Premium

# paywall.subtitle
source: Get the full Pulse experience with unlimited access
pt: Tenha a experiência completa do Pulse com acesso ilimitado

# paywall.feature1.title
source: Unlimited Articles
pt: Artigos Ilimitados

# paywall.feature1.description
source: Read as many articles as you want without limits
pt: Leia quantos artigos quiser sem limites

# paywall.feature2.title
source: Offline Reading
pt: Leitura Offline

# paywall.feature2.description
source: Save unlimited articles for offline access
pt: Salve artigos ilimitados para acesso offline

# paywall.feature3.title
source: Ad-Free Experience
pt: Sem Anúncios

# paywall.feature3.description
source: Enjoy a clean, distraction-free reading experience
pt: Aproveite uma experiência de leitura limpa e sem distrações

# paywall.error.title
source: Error
pt: Erro

# paywall.retry
source: Retry
pt: Tentar Novamente

# paywall.restore_purchases
source: Restore Purchases
pt: Restaurar Compras

# paywall.go_premium
source: Go Premium
pt: Assinar Premium

# paywall.unlock_features
source: Unlock all premium features
pt: Desbloqueie todos os recursos premium

# paywall.premium_active
source: Premium Active
pt: Premium Ativo

# paywall.full_access
source: You have full access to all features
pt: Você tem acesso completo a todos os recursos

# premium_gate.badge
source: Premium Feature
pt: Recurso Premium

# premium_gate.unlock_button
source: Unlock Premium
pt: Desbloquear Premium

# premium_gate.daily_digest.title
source: AI Daily Digest
pt: Resumo Diário por IA

# premium_gate.daily_digest.description
source: Get personalized AI-generated summaries of your reading activity, delivered fresh every day.
pt: Receba resumos personalizados gerados por IA da sua atividade de leitura, entregues frescos todos os dias.

# premium_gate.summarization.title
source: AI Article Summaries
pt: Resumos de Artigos por IA

# premium_gate.summarization.description
source: Instantly summarize any article with our powerful on-device AI.
pt: Resuma instantaneamente qualquer artigo com nossa poderosa IA no dispositivo.

# premium_gate.for_you.title
source: Personalized For You
pt: Personalizado Para Você

# premium_gate.for_you.description
source: Get a curated feed of articles tailored to your interests and reading habits.
pt: Receba um feed curado de artigos adaptados aos seus interesses e hábitos de leitura.

# media.title
source: Media
pt: Mídia

# media.featured
source: Featured
pt: Destaques

# media.latest
source: Latest
pt: Recentes

# media.all_types
source: All
pt: Todos

# media.error.title
source: Unable to Load Media
pt: Não Foi Possível Carregar a Mídia

# media.empty.title
source: No Media
pt: Nenhuma Mídia

# media.empty.message
source: Check back later for new videos and podcasts.
pt: Volte mais tarde para novos vídeos e podcasts.

# media.offline.title
source: You're Offline
pt: Você Está Offline

# media.offline.message
source: Connect to the internet to browse media.
pt: Conecte-se à internet para navegar na mídia.

# media.type.videos
source: Videos
pt: Vídeos

# media.open_in_browser
source: Open in Browser
pt: Abrir no Navegador

# media.skip_backward
source: Skip back 15 seconds
pt: Retroceder 15 segundos

# media.skip_forward
source: Skip forward 30 seconds
pt: Avançar 30 segundos

# media.play
source: Play
pt: Reproduzir

# media.pause
source: Pause
pt: Pausar

# media.error_title
source: Playback Error
pt: Erro de Reprodução

# media.video_unavailable
source: Video URL is not available
pt: URL do vídeo não disponível

# media.audio_unavailable
source: Audio URL is not available
pt: URL do áudio não disponível

# media.unsupported_type
source: Unsupported media type
pt: Tipo de mídia não suportado

# media.watch_on_youtube
source: Watch on YouTube
pt: Assistir no YouTube

# media.watch_on_youtube.accessibility
source: Watch video on YouTube
pt: Assistir vídeo no YouTube

# applock.locked_title
source: Pulse is Locked
pt: Pulse está Bloqueado

# applock.unlock
source: Unlock
pt: Desbloquear

# applock.auth_reason
source: Unlock Pulse
pt: Desbloquear Pulse

# applock.enable_reason
source: Enable Face ID for Pulse
pt: Ativar Face ID para Pulse

# applock.prompt_title
source: Enable Face ID?
pt: Ativar Face ID?

# applock.prompt_description
source: Add an extra layer of security. You can always change this in Settings.
pt: Adicione uma camada extra de segurança. Você pode alterar isso nas Configurações.

# applock.prompt_enable
source: Enable
pt: Ativar

# applock.prompt_not_now
source: Not Now
pt: Agora Não

# applock.settings_header
source: Security
pt: Segurança

# applock.settings_toggle
source: Lock with Face ID
pt: Bloquear com Face ID

# applock.settings_footer
source: Require Face ID to unlock the app after returning from the background.
pt: Exigir Face ID para desbloquear o app após retornar do segundo plano.

# applock.settings_unavailable
source: Not Available
pt: Não Disponível

# onboarding.skip
source: Skip
pt: Pular

# onboarding.next
source: Next
pt: Próximo

# onboarding.get_started
source: Get Started
pt: Começar

# onboarding.welcome.title
source: Your Personalized News Feed
pt: Seu Feed de Notícias Personalizado

# onboarding.welcome.subtitle
source: Curated headlines and breaking news from trusted sources, all in one place.
pt: Manchetes curadas e notícias de última hora de fontes confiáveis, tudo em um só lugar.

# onboarding.ai_powered.title
source: Smart Summaries at Your Fingertips
pt: Resumos Inteligentes na Ponta dos Dedos

# onboarding.ai_powered.subtitle
source: AI-powered daily digest and article summaries help you stay informed faster.
pt: Resumo diário e resumos de artigos por IA ajudam você a se manter informado mais rápido.

# onboarding.stay_connected.title
source: Never Miss a Story
pt: Nunca Perca uma Notícia

# onboarding.stay_connected.subtitle
source: Save articles for offline reading, bookmark your favorites, and search anything.
pt: Salve artigos para leitura offline, marque seus favoritos e busque qualquer coisa.

# onboarding.get_started.title
source: Ready to Explore?
pt: Pronto para Explorar?

# onboarding.get_started.subtitle
source: Your news journey starts now.
pt: Sua jornada de notícias começa agora.

# language.english
source: English
pt: Inglês

# language.portuguese
source: Portuguese
pt: Português

# language.spanish
source: Spanish
pt: Espanhol

# offline.banner
source: You're offline
pt: Você está offline

# feed.title
source: Daily Digest
pt: Resumo Diário

# feed.header_title
source: Your Daily Digest
pt: Seu Resumo Diário

# feed.empty.title
source: No Recent Reading
pt: Nenhuma Leitura Recente

# feed.empty.message
source: Read some articles to get your personalized daily digest.
pt: Leia alguns artigos para obter seu resumo diário personalizado.

# feed.error.title
source: Something went wrong
pt: Algo deu errado

# feed.offline.title
source: You're Offline
pt: Você Está Offline

# feed.offline.message
source: Connect to the internet to generate your daily digest.
pt: Conecte-se à internet para gerar seu resumo diário.

# feed.start_reading
source: Start Reading
pt: Começar a Ler

# feed.no_articles.title
source: No Articles Available
pt: Nenhum Artigo Disponível

# feed.no_articles.message
source: Unable to fetch the latest news articles. Please check your connection and try again.
pt: Não foi possível buscar os últimos artigos. Verifique sua conexão e tente novamente.

# feed.no_articles.retry
source: Retry
pt: Tentar Novamente

# feed.ai_processing.status
source: Crafting your digest...
pt: Criando seu resumo...

# feed.ai_digest
source: AI Digest
pt: Resumo por IA

# digest.ai_summary
source: AI Summary
pt: Resumo IA

# digest.articles_label
source: articles
pt: artigos

# digest.stats_title
source: Stats
pt: Estatísticas

# digest.topics_label
source: topics
pt: tópicos

# digest.time_span
source: 48h span
pt: período de 48h

# digest.source_articles
source: Source Articles
pt: Artigos por Fonte

# digest.related_articles
source: Related Articles
pt: Artigos Relacionados

# digest.article_count_one
source: 1 article
pt: 1 artigo

# digest.article_count_other
source: %d articles
pt: %d artigos

# digest.stats_accessibility
source: Stats: %d articles, %d topics, 48 hour span
pt: Estatísticas: %d artigos, %d tópicos, período de 48 horas

# search.no_results
source: No articles found for "%@"
pt: Nenhum artigo encontrado para "%@"

# search.sort_by
source: Sort by
pt: Ordenar por

# search.sort.relevance
source: Relevance
pt: Relevância

# search.sort.date
source: Date
pt: Data

# search.sort.popularity
source: Popularity
pt: Popularidade

# search.recent_label
source: Recent search: %@
pt: Pesquisa recente: %@

# search.search_hint
source: Double tap to search
pt: Toque duas vezes para pesquisar

# accessibility.read_article
source: Double tap to read article
pt: Toque duas vezes para ler o artigo

# accessibility.opens_in_safari
source: Opens in Safari
pt: Abre no Safari

# accessibility.from_source
source: From %@
pt: De %@

# home.edit_topics.label
source: Edit Topics
pt: Editar Tópicos

# home.edit_topics.hint
source: Opens topic editor to customize your feed
pt: Abre o editor de tópicos para personalizar seu feed

# home.settings.label
source: Settings
pt: Configurações

# home.settings.hint
source: Opens your preferences and account settings
pt: Abre suas preferências e configurações de conta

# home.filter_category.hint
source: Filter articles by %@
pt: Filtrar artigos por %@

# breaking_news.accessibility_label
source: Breaking news: %@. From %@. %@
pt: Notícia urgente: %@. De %@. %@

# article_row.accessibility_label
source: %@. From %@. %@
pt: %@. De %@. %@

# topic_editor.follow_hint
source: Double tap to follow
pt: Toque duas vezes para seguir

# topic_editor.unfollow_hint
source: Double tap to unfollow
pt: Toque duas vezes para deixar de seguir

# article_detail.summarize_hint
source: Generate AI summary
pt: Gerar resumo com IA

# article_detail.premium_hint
source: Premium feature
pt: Recurso Premium

# article_detail.remove_bookmark
source: Remove bookmark
pt: Remover favorito

# article_detail.add_bookmark
source: Add bookmark
pt: Adicionar favorito

# article_detail.save_hint
source: Save article for offline reading
pt: Salvar artigo para leitura offline

# article_detail.share_label
source: Share article
pt: Compartilhar artigo

# article_detail.share_hint
source: Share this article with others
pt: Compartilhar este artigo com outros

# media_detail.remove_bookmark
source: Remove bookmark
pt: Remover favorito

# media_detail.add_bookmark
source: Add bookmark
pt: Adicionar favorito

# audio_player.progress_label
source: Playback progress
pt: Progresso de reprodução

# audio_player.progress_value
source: %@ of %@
pt: %@ de %@

# audio_player.no_url_error
source: No audio URL available
pt: Nenhuma URL de áudio disponível

# settings.premium.hint
source: Double tap to view subscription options
pt: Toque duas vezes para ver opções de assinatura

# auth.unknown_error
source: An unknown error occurred
pt: Ocorreu um erro desconhecido

# auth.apple_hint
source: Double tap to sign in with your Apple ID
pt: Toque duas vezes para entrar com seu Apple ID

# auth.google_hint
source: Double tap to sign in with your Google account
pt: Toque duas vezes para entrar com sua conta Google

# paywall.close
source: Close
pt: Fechar

# splash.loading
source: Pulse is loading
pt: Pulse está carregando

# tab.switch_hint
source: Switch to %@ tab
pt: Mudar para aba %@

# media_card.details_hint
source: Double tap to view details
pt: Toque duas vezes para ver detalhes

# media.play_hint
source: Double tap to play
pt: Toque duas vezes para reproduzir

# media.filter_hint
source: Filter by %@
pt: Filtrar por %@

# source_articles.expanded
source: Expanded
pt: Expandido

# source_articles.collapsed
source: Collapsed
pt: Recolhido

# source_articles.expand_hint
source: Double tap to expand
pt: Toque duas vezes para expandir

# source_articles.collapse_hint
source: Double tap to collapse
pt: Toque duas vezes para recolher

# applock.unlock_hint
source: Double tap to authenticate with Face ID
pt: Toque duas vezes para autenticar com Face ID

# feed.retry_hint
source: Double tap to retry generating the digest
pt: Toque duas vezes para tentar gerar o resumo novamente

# premium_gate.unlock_label
source: Unlock %@
pt: Desbloquear %@

# digest.topics_title
source: Topics
pt: Tópicos
